[
  {
    "id": 41,
    "slug": "car-windshield-wiper-blades-set-of-2",
    "title": "Car Windshield Wiper Blades (Set of 2)",
    "description": "Ensure clear visibility in any weather with this set of two premium car windshield wiper blades. Engineered for optimal contact and long-lasting performance, they deliver a streak-free wipe, enhancing driving safety. Crafted from durable rubber, resisting cracks and tears from sun and ice. Simple to install and fits most vehicle models. Regular replacement ensures safe, clear vision.",
    "price": 25,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-windshield-wiper-blades-set-of-2.webp"
  },
  {
    "id": 42,
    "slug": "car-phone-mount",
    "title": "Car Phone Mount",
    "description": "Keep your phone secure and accessible while driving with this convenient car phone mount. Designed for easy one-hand operation, it provides a stable hold for various phone sizes. Enjoy hands-free navigation and calls, enhancing your driving safety and convenience. Installs easily in your car's air vent or dashboard.",
    "price": 15,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-phone-mount.webp"
  },
  {
    "id": 43,
    "slug": "car-air-freshener",
    "title": "Car Air Freshener",
    "description": "Infuse your car with a refreshing scent using this long-lasting air freshener. Its subtle fragrance creates a pleasant driving environment, eliminating unwanted odors. Easy to use and discreet, it keeps your vehicle smelling clean and inviting for weeks. Choose from a variety of captivating scents to personalize your ride.",
    "price": 5,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-air-freshener.webp"
  },
  {
    "id": 44,
    "slug": "car-wash-kit",
    "title": "Car Wash Kit",
    "description": "Achieve a showroom shine at home with this complete car wash kit. Includes all essentials for washing, waxing, and detailing your vehicle. Features premium quality soap for effective cleaning, a soft wash mitt, durable drying towel, and specialized wax for a protective finish. Keep your car looking its best with this convenient set.",
    "price": 40,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-wash-kit.webp"
  },
  {
    "id": 45,
    "slug": "tire-pressure-gauge",
    "title": "Tire Pressure Gauge",
    "description": "Ensure optimal tire inflation and safety with this reliable tire pressure gauge. Its accurate readings help improve fuel efficiency and extend tire life. Compact and easy to use, it's an essential tool for every car owner. Regularly checking your tire pressure contributes to a smoother and safer driving experience.",
    "price": 10,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/tire-pressure-gauge.webp"
  },
  {
    "id": 91,
    "slug": "car-battery",
    "title": "Car Battery",
    "description": "Power your vehicle reliably with this long-lasting car battery. Engineered for consistent performance and durability, it provides the necessary starting power in various weather conditions. Its robust construction ensures a prolonged lifespan, offering peace of mind on the road. Choose this dependable battery for your car's power needs.",
    "price": 99,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-battery.webp"
  },
  {
    "id": 92,
    "slug": "motor-oil-synthetic",
    "title": "Synthetic Motor Oil",
    "description": "Provide superior protection to your engine with this high-quality synthetic motor oil. Formulated for optimal performance, it reduces friction and wear, extending engine life and improving fuel efficiency. Suitable for a wide range of vehicles, this synthetic oil ensures smooth operation and protection against extreme temperatures.",
    "price": 35,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/motor-oil-synthetic.webp"
  },
  {
    "id": 93,
    "slug": "car-floor-mats-set",
    "title": "Car Floor Mats (Set of 4)",
    "description": "Protect your car's interior with this set of four durable floor mats. Designed to trap dirt, mud, and spills, they help keep your vehicle clean and well-maintained. Made from high-quality materials for long-lasting use and easy cleaning. A practical addition to any car, preserving its value and appearance.",
    "price": 30,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-floor-mats-set.webp"
  },
  {
    "id": 94,
    "slug": "headlight-bulb",
    "title": "Headlight Bulb",
    "description": "Ensure safe nighttime driving with this bright and reliable headlight bulb. Providing excellent visibility, it enhances your safety on the road. Easy to install and designed for long-lasting performance. Replace your old or dim bulbs to maintain optimal lighting for clear vision during your travels.",
    "price": 18,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/headlight-bulb.webp"
  },
  {
    "id": 95,
    "slug": "car-vacuum-cleaner",
    "title": "Car Vacuum Cleaner",
    "description": "Keep your car interior spotless with this portable and powerful vacuum cleaner. Designed specifically for vehicles, it easily removes dirt, crumbs, and debris from seats and carpets. Lightweight and easy to maneuver, it comes with attachments for reaching tight spaces. A convenient solution for maintaining a clean car environment.",
    "price": 30,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/car-vacuum-cleaner.webp"
  },
  {
    "id": 118,
    "slug": "portable-car-tire-inflator-air-compressor",
    "title": "Portable Car Tire Inflator Air Compressor",
    "description": "Stay prepared on the road with this portable air compressor. Compact and user-friendly, it plugs into your car's 12V outlet for quick tire inflation. Features an integrated pressure gauge for accuracy and comes with multiple nozzles for cars, bikes, and sports gear. A vital tool for safety and maintaining fuel efficiency.",
    "price": 39,
    "category": {
      "id": 9,
      "slug": "automotive",
      "name": "Automotive"
    },
    "image": "/portable-car-tire-inflator-air-compressor.webp"
  },
  {
    "id": 21,
    "slug": "facial-cleanser",
    "title": "Facial Cleanser",
    "description": "Start your skincare routine with this gentle yet effective facial cleanser. Formulated for daily use, it removes impurities and leaves your skin feeling refreshed and clean without over-drying. Suitable for various skin types.",
    "price": 18,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/facial-cleanser.webp"
  },
  {
    "id": 22,
    "slug": "moisturizer-with-spf",
    "title": "Moisturizer with SPF",
    "description": "Hydrate and protect your skin in one step with this moisturizer featuring SPF. This dual-action formula nourishes your skin while shielding it from harmful sun rays, making it an essential part of your daily sun protection regimen.",
    "price": 25,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/moisturizer-with-spf.webp"
  },
  {
    "id": 23,
    "slug": "shampoo-and-conditioner-set",
    "title": "Shampoo and Conditioner Set",
    "description": "Achieve healthy, lustrous hair with this nourishing shampoo and conditioner set. The balanced formulas work together to cleanse, hydrate, and detangle your hair, leaving it feeling soft, smooth, and manageable. Ideal for everyday use.",
    "price": 22,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/shampoo-and-conditioner-set.webp"
  },
  {
    "id": 24,
    "slug": "makeup-brush-set",
    "title": "Makeup Brush Set",
    "description": "Create flawless looks with this comprehensive set of high-quality makeup brushes. Each brush is designed for precise application of various makeup products, from foundation to eyeshadow. Durable and easy to clean, they are perfect for both beginners and professionals.",
    "price": 35,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/makeup-brush-set.webp"
  },
  {
    "id": 25,
    "slug": "sunscreen-lotion",
    "title": "Sunscreen Lotion",
    "description": "Protect your skin from the sun's harmful UV rays with this broad-spectrum sunscreen lotion. Its lightweight formula absorbs quickly and provides effective protection, helping to prevent sunburn and long-term skin damage. Essential for daily use, especially during outdoor activities.",
    "price": 15,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/sunscreen-lotion.webp"
  },
  {
    "id": 71,
    "slug": "eye-cream",
    "title": "Eye Cream",
    "description": "Target the delicate skin around your eyes with this hydrating eye cream. Formulated to reduce the appearance of fine lines, wrinkles, and puffiness, it helps to rejuvenate and brighten the under-eye area for a more youthful look.",
    "price": 28,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/eye-cream.webp"
  },
  {
    "id": 72,
    "slug": "nourishing-hair-mask-argan-oil",
    "title": "Nourishing Hair Mask with Argan Oil",
    "description": "Revitalize your hair with this deeply nourishing mask enriched with argan oil. It works to restore moisture, enhance shine, and tame frizz, leaving hair soft and healthy. Ideal for dry or damaged hair, providing intense repair and promoting overall hair health.",
    "price": 22,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/nourishing-hair-mask-argan-oil.webp"
  },
  {
    "id": 73,
    "slug": "hair-dryer",
    "title": "Hair Dryer",
    "description": "Achieve your desired hairstyle quickly and efficiently with this powerful hair dryer. Designed with multiple heat and speed settings, it offers versatility for various hair types and styling needs. Its ergonomic design ensures comfortable use.",
    "price": 40,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/hair-dryer.webp"
  },
  {
    "id": 74,
    "slug": "lip-balm",
    "title": "Lip Balm",
    "description": "Keep your lips soft, smooth, and hydrated with this moisturizing lip balm. Formulated to protect against dryness and chapping, it's a convenient essential for daily lip care, especially in harsh weather conditions.",
    "price": 5,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/lip-balm.webp"
  },
  {
    "id": 75,
    "slug": "nail-polish-set",
    "title": "Nail Polish Set",
    "description": "Express your style with this set of vibrant and long-lasting nail polishes. Featuring a range of trendy colors, these polishes deliver a smooth, chip-resistant finish for beautiful nails that last. Perfect for creating your own unique manicures.",
    "price": 20,
    "category": {
      "id": 5,
      "slug": "beauty-personal-care",
      "name": "Beauty & Personal Care"
    },
    "image": "/nail-polish-set.webp"
  },
  {
    "id": 16,
    "slug": "the-great-gatsby-book",
    "title": "The Great Gatsby",
    "description": "Delve into the Roaring Twenties with F. Scott Fitzgerald's classic novel, The Great Gatsby. A poignant tale of wealth, love, and the American Dream, it remains a powerful exploration of societal ideals and disillusionment.",
    "price": 10,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/the-great-gatsby-book.webp"
  },
  {
    "id": 17,
    "slug": "harry-potter-and-the-sorcerers-stone",
    "title": "Harry Potter and the Sorcerer's Stone",
    "description": "Embark on a magical journey with the first book in J.K. Rowling's beloved Harry Potter series. Discover the enchanting world of Hogwarts through the eyes of a young wizard, filled with adventure, friendship, and wonder.",
    "price": 12,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/harry-potter-and-the-sorcerers-stone.webp"
  },
  {
    "id": 18,
    "slug": "to-kill-a-mockingbird-book",
    "title": "To Kill a Mockingbird",
    "description": "Experience Harper Lee's powerful and timeless novel, To Kill a Mockingbird. Set in the American South, this story explores themes of justice, prejudice, and compassion through the innocent perspective of a child.",
    "price": 11,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/to-kill-a-mockingbird-book.webp"
  },
  {
    "id": 19,
    "slug": "1984-book",
    "title": "1984",
    "description": "Explore a chilling vision of a totalitarian future in George Orwell's dystopian masterpiece, 1984. This thought-provoking novel delves into themes of surveillance, control, and the power of language.",
    "price": 9,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/1984-book.webp"
  },
  {
    "id": 20,
    "slug": "the-lord-of-the-rings-the-fellowship-of-the-ring",
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "description": "Begin the epic adventure with the first volume of J.R.R. Tolkien's fantasy trilogy. The Fellowship of the Ring introduces a rich world, compelling characters, and a perilous quest to save Middle-earth.",
    "price": 15,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/the-lord-of-the-rings-the-fellowship-of-the-ring.webp"
  },
  {
    "id": 66,
    "slug": "the-catcher-in-the-rye-book",
    "title": "The Catcher in the Rye",
    "description": "Follow the introspective journey of Holden Caulfield in J.D. Salinger's iconic coming-of-age novel. The Catcher in the Rye explores themes of adolescence, alienation, and the search for authenticity.",
    "price": 10,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/the-catcher-in-the-rye-book.webp"
  },
  {
    "id": 67,
    "slug": "pride-and-prejudice-book",
    "title": "Pride and Prejudice",
    "description": "Immerse yourself in the witty world of Jane Austen's beloved novel, Pride and Prejudice. This timeless story explores societal expectations, class distinctions, and the complexities of love and marriage in 19th-century England.",
    "price": 11,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/pride-and-prejudice-book.webp"
  },
  {
    "id": 68,
    "slug": "the-hobbit-book",
    "title": "The Hobbit",
    "description": "Join Bilbo Baggins on an unforgettable adventure in J.R.R. Tolkien's classic fantasy novel, The Hobbit. This enchanting tale of dragons, treasures, and unexpected heroism is a perfect introduction to Middle-earth.",
    "price": 13,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/the-hobbit-book.webp"
  },
  {
    "id": 69,
    "slug": "animal-farm-book",
    "title": "Animal Farm",
    "description": "Discover George Orwell's sharp and satirical novella, Animal Farm. This allegorical tale uses barnyard animals to critique political systems and the corrupting nature of power.",
    "price": 9,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/animal-farm-book.webp"
  },
  {
    "id": 70,
    "slug": "the-chronicles-of-narnia",
    "title": "The Chronicles of Narnia",
    "description": "Begin a fantastical journey with The Lion, the Witch and the Wardrobe, the first book in C.S. Lewis's beloved Chronicles of Narnia series. Enter a world of magic, talking animals, and epic battles between good and evil.",
    "price": 12,
    "category": {
      "id": 4,
      "slug": "books",
      "name": "Books"
    },
    "image": "/the-chronicles-of-narnia.webp"
  },
  {
    "id": 6,
    "slug": "mens-cotton-t-shirt",
    "title": "Men's Cotton T-Shirt",
    "description": "A wardrobe essential, this men's cotton t-shirt offers both comfort and versatility for everyday wear. Made from soft, breathable cotton, it's perfect for casual outings or layering under other garments.",
    "price": 15,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-cotton-t-shirt.webp"
  },
  {
    "id": 7,
    "slug": "womens-denim-jeans",
    "title": "Women's Denim Jeans",
    "description": "These classic denim jeans for women provide a stylish and comfortable fit. Crafted from durable denim, they are perfect for various occasions, offering timeless style and all-day comfort. Available in different washes and sizes.",
    "price": 45,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/womens-denim-jeans.webp"
  },
  {
    "id": 8,
    "slug": "kids-sneakers",
    "title": "Kids' Sneakers",
    "description": "Designed for active kids, these sneakers offer durability and comfort for all their adventures. With a supportive fit and sturdy construction, they are perfect for running, playing, and everyday activities.",
    "price": 30,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/kids-sneakers.webp"
  },
  {
    "id": 9,
    "slug": "formal-dress-shirt",
    "title": "Formal Dress Shirt",
    "description": "A crisp and stylish dress shirt, ideal for making a polished impression at formal occasions. Tailored for a sophisticated fit, it pairs perfectly with suits and ties for a sharp and professional look.",
    "price": 39,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/formal-dress-shirt.webp"
  },
  {
    "id": 10,
    "slug": "winter-scarf",
    "title": "Winter Scarf",
    "description": "Stay warm and add a touch of style with this cozy winter scarf. Made from soft and insulating materials, it provides excellent protection against the cold while complementing your winter outfits.",
    "price": 20,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/winter-scarf.webp"
  },
  {
    "id": 56,
    "slug": "womens-summer-dress",
    "title": "Women's Summer Dress",
    "description": "Embrace the warm weather in this light and breezy summer dress. Perfect for sunny days and casual outings, its comfortable fabric and stylish design will keep you cool and fashionable.",
    "price": 35,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/womens-summer-dress.webp"
  },
  {
    "id": 57,
    "slug": "mens-casual-shorts",
    "title": "Men's Casual Shorts",
    "description": "These comfortable and stylish casual shorts are a great addition to your warm-weather wardrobe. Perfect for everyday wear, they offer a relaxed fit and practical design for various activities.",
    "price": 28,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-casual-shorts.webp"
  },
  {
    "id": 58,
    "slug": "baby-onesies-pack",
    "title": "Baby Onesies (Pack of 5)",
    "description": "This pack includes five soft and comfortable baby onesies, perfect for everyday wear. Made from gentle fabrics, they ensure your baby stays cozy and happy. Easy to wash and change.",
    "price": 20,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/baby-onesies-pack.webp"
  },
  {
    "id": 59,
    "slug": "womens-yoga-pants",
    "title": "Women's Yoga Pants",
    "description": "Experience ultimate comfort and flexibility with these women's yoga pants. Ideal for workouts, yoga sessions, or simply lounging at home, they offer a supportive and flattering fit.",
    "price": 30,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/womens-yoga-pants.webp"
  },
  {
    "id": 60,
    "slug": "kids-raincoat",
    "title": "Kids' Raincoat",
    "description": "Keep your little ones dry and happy even on rainy days with this waterproof and durable raincoat. Designed for comfort and practicality, it's perfect for school trips and outdoor adventures.",
    "price": 25,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/kids-raincoat.webp"
  },
  {
    "id": 108,
    "slug": "mens-casual-denim-jeans",
    "title": "Men's Casual Denim Jeans",
    "description": "These men's casual denim jeans offer a comfortable and stylish option for everyday wear. Made from durable denim with a touch of stretch, they feature a classic five-pocket design and a versatile straight fit. A long-lasting wardrobe staple.",
    "price": 45,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-casual-denim-jeans.webp"
  },
  {
    "id": 109,
    "slug": "mens-lightweight-hoodie",
    "title": "Men's Lightweight Hoodie",
    "description": "Ideal for layering, this men's lightweight hoodie is crafted from a soft and breathable fabric blend. Features an adjustable hood, kangaroo pocket, and ribbed details for a comfortable fit. Perfect for casual wear or workouts.",
    "price": 35,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-lightweight-hoodie.webp"
  },
  {
    "id": 110,
    "slug": "mens-dress-socks-pack-of-3",
    "title": "Men's Dress Socks (Pack of 3)",
    "description": "This pack of three men's dress socks offers a comfortable and stylish foundation for formal attire. Made from a premium blend, they feature a classic ribbed design and reinforced heel and toe for durability. Essential for any well-dressed man.",
    "price": 20,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-dress-socks-pack-of-3.webp"
  },
  {
    "id": 111,
    "slug": "mens-casual-chino-shorts",
    "title": "Men's Casual Chino Shorts",
    "description": "These men's casual chino shorts provide a comfortable and versatile option for warm weather. Made from a lightweight cotton blend, they feature a flat-front design and multiple pockets. Perfect for relaxed occasions.",
    "price": 30,
    "category": {
      "id": 2,
      "slug": "clothing",
      "name": "Clothing"
    },
    "image": "/mens-casual-chino-shorts.webp"
  },
  {
    "id": 1,
    "slug": "portable-bluetooth-speaker",
    "title": "Portable Bluetooth Speaker",
    "description": "Take your music anywhere with this high-quality portable Bluetooth speaker. Enjoy rich sound and a reliable connection, perfect for outdoor adventures or indoor gatherings.",
    "price": 49,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/portable-bluetooth-speaker.webp"
  },
  {
    "id": 2,
    "slug": "wireless-noise-cancelling-headphones",
    "title": "Wireless Noise-Cancelling Headphones",
    "description": "Immerse yourself in pure audio bliss with these comfortable wireless headphones featuring advanced noise-cancelling technology. Enjoy crystal-clear sound without distractions.",
    "price": 199,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/wireless-noise-cancelling-headphones.webp"
  },
  {
    "id": 3,
    "slug": "smart-tv-55-inch",
    "title": "Smart TV 55-inch",
    "description": "Experience stunning visuals and a world of entertainment with this 55-inch smart TV. Enjoy your favorite streaming services and vibrant picture quality for an immersive viewing experience.",
    "price": 599,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/smart-tv-55-inch.webp"
  },
  {
    "id": 4,
    "slug": "wireless-keyboard-mouse-combo",
    "title": "Wireless Keyboard and Mouse Combo",
    "description": "Boost your productivity with this comfortable and reliable wireless keyboard and mouse combo. Enjoy freedom of movement and a clutter-free workspace for efficient work.",
    "price": 35,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/wireless-keyboard-mouse-combo.webp"
  },
  {
    "id": 5,
    "slug": "fitness-tracker-watch",
    "title": "Fitness Tracker Watch",
    "description": "Monitor your health and activity levels with this advanced fitness tracker watch. Track steps, sleep, heart rate, and more to help you achieve your wellness goals.",
    "price": 79,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/fitness-tracker-watch.webp"
  },
  {
    "id": 51,
    "slug": "laptop-15-inch",
    "title": "15-inch Laptop",
    "description": "This powerful and versatile 15-inch laptop is designed for both work and entertainment. Featuring a vibrant display and robust performance, it's perfect for multitasking, creative projects, and enjoying multimedia content on the go.",
    "price": 799,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/laptop-15-inch.webp"
  },
  {
    "id": 52,
    "slug": "smartphone-latest-model",
    "title": "Latest Model Smartphone",
    "description": "Experience the future in your hands with this cutting-edge smartphone. Boasting advanced features, a stunning display, and a powerful camera system, it redefines mobile technology and keeps you connected in style.",
    "price": 999,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/smartphone-latest-model.webp"
  },
  {
    "id": 53,
    "slug": "tablet-10-inch",
    "title": "10-inch Tablet",
    "description": "This portable and powerful 10-inch tablet is your ideal companion for browsing the web, streaming videos, reading, and staying productive on the go. Its sleek design and intuitive interface make it a joy to use.",
    "price": 299,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/tablet-10-inch.webp"
  },
  {
    "id": 54,
    "slug": "camera-dslr",
    "title": "Digital SLR Camera",
    "description": "Capture professional-quality photos and videos with this high-resolution DSLR camera. Offering manual controls and versatile shooting modes, it's perfect for enthusiasts and aspiring photographers alike.",
    "price": 699,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/camera-dslr.webp"
  },
  {
    "id": 55,
    "slug": "smartwatch",
    "title": "Smartwatch",
    "description": "Stay connected and monitor your well-being with this feature-rich smartwatch. Track your fitness activities, receive notifications, and manage calls, all from your wrist. A stylish and practical companion for your daily life.",
    "price": 199,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/smartwatch.webp"
  },
  {
    "id": 101,
    "slug": "true-wireless-earbuds",
    "title": "True Wireless Earbuds",
    "description": "Enjoy freedom with these true wireless earbuds, delivering high-fidelity sound and a secure fit with multiple ear tips. The charging case extends playtime, making them ideal for workouts and commutes. Touch controls and optional noise cancellation enhance the experience.",
    "price": 79,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/true-wireless-earbuds.webp"
  },
  {
    "id": 102,
    "slug": "4k-ultra-hd-smart-tv",
    "title": "4K Ultra HD Smart TV",
    "description": "Immerse yourself in stunning visuals with this 4K Ultra HD Smart TV. Experience vibrant colors, sharp details, and HDR support. Access streaming services easily and enjoy rich audio for a cinematic experience at home. Features voice control for convenience.",
    "price": 499,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/4k-ultra-hd-smart-tv.webp"
  },
  {
    "id": 103,
    "slug": "digital-camera-high-zoom",
    "title": "Digital Camera with High Zoom",
    "description": "Capture distant subjects with incredible detail using this digital camera's powerful high zoom lens. Perfect for travel and wildlife, it offers intuitive controls and various modes for stunning photos and videos. Features Wi-Fi, Bluetooth, and image stabilization.",
    "price": 299,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/digital-camera-high-zoom.webp"
  },
  {
    "id": 104,
    "slug": "portable-external-ssd-drive",
    "title": "Portable External SSD Drive",
    "description": "Transfer files at lightning speed and keep your data secure with this portable external SSD drive. Its compact design makes it easy to carry, while the solid-state technology ensures fast performance and durability for all your storage needs.",
    "price": 129,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/portable-external-ssd-drive.webp"
  },
  {
    "id": 105,
    "slug": "wireless-charging-pad",
    "title": "Wireless Charging Pad",
    "description": "Simplify your charging setup with this sleek wireless charging pad. Just place your Qi-enabled device on the pad for effortless power. Its slim design fits any space, eliminating cable clutter for a clean and convenient charging solution.",
    "price": 29,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/wireless-charging-pad.webp"
  },
  {
    "id": 106,
    "slug": "gaming-mouse-customizable-rgb",
    "title": "Gaming Mouse with Customizable RGB",
    "description": "Elevate your gameplay with this high-precision gaming mouse featuring customizable RGB lighting for a personalized look. Programmable buttons and adjustable DPI offer precise control, while the ergonomic design ensures comfort during long sessions. Durable switches and high polling rate provide a competitive edge.",
    "price": 59,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/gaming-mouse-customizable-rgb.webp"
  },
  {
    "id": 107,
    "slug": "smart-home-security-camera",
    "title": "Smart Home Security Camera",
    "description": "Secure your home with this smart camera, offering remote real-time monitoring via your device. Features include motion detection with alerts, clear night vision, and two-way audio. Easy setup and integration with smart home systems provide comprehensive security.",
    "price": 89,
    "category": {
      "id": 1,
      "slug": "electronics",
      "name": "Electronics"
    },
    "image": "/smart-home-security-camera.webp"
  },
  {
    "id": 36,
    "slug": "organic-whole-milk",
    "title": "Organic Whole Milk",
    "description": "Enjoy the pure and creamy taste of this gallon of fresh and nutritious organic whole milk. Sourced from pasture-raised cows, it's a wholesome addition to your family's diet.",
    "price": 4,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/organic-whole-milk.webp"
  },
  {
    "id": 37,
    "slug": "fresh-apples-bag",
    "title": "Fresh Apples (Bag)",
    "description": "A bag filled with crisp and delicious fresh apples, perfect for snacking, baking, or adding to your favorite recipes. Enjoy the natural sweetness and satisfying crunch.",
    "price": 5,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/fresh-apples-bag.webp"
  },
  {
    "id": 38,
    "slug": "whole-wheat-bread",
    "title": "Whole Wheat Bread",
    "description": "A loaf of healthy and nutritious whole wheat bread, baked with wholesome grains for a naturally rich flavor and satisfying texture. A great choice for sandwiches and toast.",
    "price": 3,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/whole-wheat-bread.webp"
  },
  {
    "id": 39,
    "slug": "ground-coffee-blend",
    "title": "Ground Coffee Blend",
    "description": "Start your day with a rich and flavorful brew from this bag of premium ground coffee blend. Carefully selected beans roasted to perfection for a balanced and aromatic cup.",
    "price": 8,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/ground-coffee-blend.webp"
  },
  {
    "id": 40,
    "slug": "pasta-spaghetti",
    "title": "Pasta - Spaghetti",
    "description": "A classic choice for countless delicious meals, this box of spaghetti pasta is made from high-quality durum wheat for the perfect al dente texture every time.",
    "price": 2,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/pasta-spaghetti.webp"
  },
  {
    "id": 86,
    "slug": "dozen-large-eggs",
    "title": "Dozen Large Eggs",
    "description": "A carton containing one dozen large, fresh eggs, a versatile and essential ingredient for baking, cooking, and enjoying as a nutritious breakfast.",
    "price": 3,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/dozen-large-eggs.webp"
  },
  {
    "id": 87,
    "slug": "cheddar-cheese-block",
    "title": "Cheddar Cheese Block",
    "description": "A block of sharp cheddar cheese, perfect for snacking, grating over dishes, or adding rich flavor to your favorite recipes. Enjoy its bold and tangy taste.",
    "price": 6,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/cheddar-cheese-block.webp"
  },
  {
    "id": 88,
    "slug": "fresh-bananas-bunch",
    "title": "Fresh Bananas (Bunch)",
    "description": "A bunch of ripe and delicious fresh bananas, a convenient and healthy snack packed with potassium and natural energy for your day.",
    "price": 3,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/fresh-bananas-bunch.webp"
  },
  {
    "id": 89,
    "slug": "chicken-breasts-boneless-skinless",
    "title": "Chicken Breasts (Boneless, Skinless)",
    "description": "This package contains premium boneless and skinless chicken breasts, a versatile and lean protein source perfect for grilling, baking, or sautéing in your favorite recipes.",
    "price": 12,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/chicken-breasts-boneless-skinless.webp"
  },
  {
    "id": 90,
    "slug": "orange-juice-carton",
    "title": "Orange Juice (Carton)",
    "description": "Start your day with a refreshing and vitamin-C rich carton of fresh orange juice. A delicious and healthy beverage for breakfast or any time you need a boost.",
    "price": 4,
    "category": {
      "id": 8,
      "slug": "groceries",
      "name": "Groceries"
    },
    "image": "/orange-juice-carton.webp"
  },
  {
    "id": 11,
    "slug": "throw-pillow-set",
    "title": "Throw Pillow Set",
    "description": "Enhance the comfort and aesthetic of your living space with this stylish set of throw pillows. Perfect for adding texture and color accents to your sofa, bed, or armchairs.",
    "price": 25,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/throw-pillow-set.webp"
  },
  {
    "id": 12,
    "slug": "ceramic-coffee-mug",
    "title": "Ceramic Coffee Mug",
    "description": "Enjoy your daily coffee, tea, or hot chocolate in this durable and stylish ceramic mug. Its comfortable handle and classic design make it a perfect addition to your morning routine.",
    "price": 8,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/ceramic-coffee-mug.webp"
  },
  {
    "id": 13,
    "slug": "scented-candle",
    "title": "Scented Candle",
    "description": "Create a warm and relaxing atmosphere in your home with this beautifully scented candle. Its soothing fragrance helps to unwind after a long day, making any room feel more inviting.",
    "price": 18,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/scented-candle.webp"
  },
  {
    "id": 14,
    "slug": "kitchen-knife-set",
    "title": "Kitchen Knife Set",
    "description": "Equip your kitchen with this comprehensive set of high-quality knives. Designed for precision and durability, these knives will handle all your slicing, dicing, and chopping needs with ease.",
    "price": 75,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/kitchen-knife-set.webp"
  },
  {
    "id": 15,
    "slug": "bath-towels-set",
    "title": "Bath Towels Set",
    "description": "Indulge in the soft and absorbent comfort of this bath towels set. Made from high-quality materials, these towels offer a luxurious feel after every shower or bath.",
    "price": 30,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/bath-towels-set.webp"
  },
  {
    "id": 61,
    "slug": "bed-sheet-set-queen",
    "title": "Bed Sheet Set (Queen)",
    "description": "Drift into a peaceful sleep with this soft and comfortable queen-size bed sheet set. Made from quality fabric for a cozy feel and long-lasting durability.",
    "price": 45,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/bed-sheet-set-queen.webp"
  },
  {
    "id": 62,
    "slug": "dinnerware-set-4-place",
    "title": "Dinnerware Set (4-Place Setting)",
    "description": "Serve your meals in style with this elegant dinnerware set for four people. Perfect for everyday use or special occasions, this set adds a touch of sophistication to your dining experience.",
    "price": 60,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/dinnerware-set-4-place.webp"
  },
  {
    "id": 63,
    "slug": "picture-frame-8x10",
    "title": "Picture Frame (8x10)",
    "description": "Display your cherished memories in this classic 8x10 inch picture frame. Its simple yet elegant design will complement any photo and enhance your home decor.",
    "price": 12,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/picture-frame-8x10.webp"
  },
  {
    "id": 64,
    "slug": "desk-lamp-led",
    "title": "LED Desk Lamp",
    "description": "Illuminate your workspace with this energy-efficient LED desk lamp. Featuring adjustable brightness levels, it provides optimal lighting for reading, studying, or working, while saving energy.",
    "price": 28,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/desk-lamp-led.webp"
  },
  {
    "id": 65,
    "slug": "area-rug-5x7",
    "title": "Area Rug (5x7)",
    "description": "Enhance your room's decor with this stylish 5x7 area rug. Its attractive design and comfortable texture will add warmth and personality to any living room, bedroom, or dining area.",
    "price": 99,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/area-rug-5x7.webp"
  },
  {
    "id": 112,
    "slug": "decorative-throw-pillow-set",
    "title": "Decorative Throw Pillow Set",
    "description": "Add a touch of elegance to your home with this set of two decorative throw pillows. Featuring unique yet complementary designs and soft, high-quality fabrics, they're perfect for enhancing your sofa, bed, or armchairs with color and texture.",
    "price": 39,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/decorative-throw-pillow-set.webp"
  },
  {
    "id": 113,
    "slug": "soft-cotton-bedding-set-queen",
    "title": "Soft Cotton Bedding Set (Queen)",
    "description": "Experience ultimate comfort with this soft cotton bedding set for queen-sized beds. Made from 100% premium cotton, this set includes flat and fitted sheets, plus two pillowcases, ensuring a breathable and cozy night's sleep. Its timeless design complements any bedroom.",
    "price": 79,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/soft-cotton-bedding-set-queen.webp"
  },
  {
    "id": 114,
    "slug": "scented-candle-large",
    "title": "Scented Candle (Large)",
    "description": "Fill your home with a long-lasting and delightful fragrance from this large scented candle. Made with natural essential oils and a lead-free wick, it provides a clean burn and hours of aromatic pleasure in an elegant glass jar.",
    "price": 19,
    "category": {
      "id": 3,
      "slug": "home-goods",
      "name": "Home Goods"
    },
    "image": "/scented-candle-large.webp"
  },
  {
    "id": 46,
    "slug": "mens-stainless-steel-watch",
    "title": "Men's Stainless Steel Watch",
    "description": "A sophisticated and durable timepiece, this men's stainless steel watch combines classic style with lasting quality. Perfect for everyday wear or special occasions, it adds a touch of elegance to any ensemble.",
    "price": 120,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/mens-stainless-steel-watch.webp"
  },
  {
    "id": 47,
    "slug": "womens-silver-necklace",
    "title": "Women's Silver Necklace",
    "description": "This elegant sterling silver necklace for women adds a touch of delicate beauty to any outfit. Its timeless design makes it a versatile piece for both casual and formal wear.",
    "price": 85,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/womens-silver-necklace.webp"
  },
  {
    "id": 48,
    "slug": "gold-stud-earrings",
    "title": "Gold Stud Earrings",
    "description": "A timeless addition to any jewelry collection, these classic and versatile gold stud earrings offer a subtle touch of elegance for everyday wear or special occasions.",
    "price": 95,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/gold-stud-earrings.webp"
  },
  {
    "id": 49,
    "slug": "leather-strap-watch",
    "title": "Leather Strap Watch",
    "description": "Exude sophistication with this classic watch featuring a genuine leather strap. Its timeless design and comfortable fit make it a perfect accessory for any discerning individual.",
    "price": 150,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/leather-strap-watch.webp"
  },
  {
    "id": 50,
    "slug": "diamond-pendant",
    "title": "Diamond Pendant",
    "description": "A symbol of elegance and sparkle, this beautiful pendant features a dazzling diamond. Its exquisite design makes it a cherished piece for any jewelry lover.",
    "price": 299,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/diamond-pendant.webp"
  },
  {
    "id": 96,
    "slug": "womens-gold-bracelet",
    "title": "Women's Gold Bracelet",
    "description": "Adorn your wrist with this delicate and elegant gold bracelet for women. A timeless piece crafted with fine detail, perfect for adding a touch of sophistication to any look.",
    "price": 180,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/womens-gold-bracelet.webp"
  },
  {
    "id": 97,
    "slug": "mens-cufflinks-set",
    "title": "Men's Cufflinks Set",
    "description": "Elevate your formal attire with this stylish set of cufflinks for men. These refined accessories add a touch of personal flair to any dress shirt, perfect for important occasions.",
    "price": 55,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/mens-cufflinks-set.webp"
  },
  {
    "id": 98,
    "slug": "silver-hoop-earrings",
    "title": "Silver Hoop Earrings",
    "description": "A classic and versatile jewelry staple, these silver hoop earrings are perfect for everyday wear or dressing up for a night out. Their timeless design complements any style.",
    "price": 40,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/silver-hoop-earrings.webp"
  },
  {
    "id": 99,
    "slug": "smart-band",
    "title": "Smart Band",
    "description": "Track your fitness goals and stay connected with this sleek and functional smart band. Monitor your activity levels, sleep patterns, and receive notifications, all in a stylish design.",
    "price": 60,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/smart-band.webp"
  },
  {
    "id": 100,
    "slug": "pearl-necklace",
    "title": "Pearl Necklace",
    "description": "A timeless and elegant pearl necklace, perfect for adding a touch of classic sophistication to any ensemble. A cherished piece for generations to come.",
    "price": 250,
    "category": {
      "id": 10,
      "slug": "jewelry-watches",
      "name": "Jewelry & Watches"
    },
    "image": "/pearl-necklace.webp"
  },
  {
    "id": 26,
    "slug": "yoga-mat",
    "title": "Yoga Mat",
    "description": "Enhance your yoga practice with this non-slip and comfortable yoga mat. Its durable material provides excellent grip and cushioning for a stable and enjoyable workout.",
    "price": 29,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/yoga-mat.webp"
  },
  {
    "id": 27,
    "slug": "water-bottle",
    "title": "Water Bottle",
    "description": "Stay hydrated on the go with this durable and reusable water bottle. Its leak-proof design and convenient size make it perfect for workouts, travel, and everyday use.",
    "price": 12,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/water-bottle.webp"
  },
  {
    "id": 28,
    "slug": "hiking-backpack",
    "title": "Hiking Backpack",
    "description": "Embark on your hiking adventures with this comfortable and spacious backpack. Designed with durable materials and ample storage, it's perfect for carrying all your essentials on the trail.",
    "price": 65,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/hiking-backpack.webp"
  },
  {
    "id": 29,
    "slug": "resistance-bands-set",
    "title": "Resistance Bands Set",
    "description": "A versatile set of resistance bands for a wide range of exercises. Perfect for strength training, physical therapy, and adding intensity to your workouts, at any fitness level.",
    "price": 19,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/resistance-bands-set.webp"
  },
  {
    "id": 30,
    "slug": "soccer-ball",
    "title": "Soccer Ball",
    "description": "Get ready for the game with this high-quality soccer ball. Designed for excellent touch and durability, it's ideal for training sessions, casual games, and competitive matches.",
    "price": 25,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/soccer-ball.webp"
  },
  {
    "id": 76,
    "slug": "running-shoes-mens",
    "title": "Men's Running Shoes",
    "description": "Experience comfortable and supportive runs with these men's running shoes. Designed with cushioning and stability features, they're perfect for both casual jogs and serious training.",
    "price": 80,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/running-shoes-mens.webp"
  },
  {
    "id": 77,
    "slug": "camping-tent-2-person",
    "title": "2-Person Camping Tent",
    "description": "Enjoy your outdoor adventures with this lightweight and easy-to-set-up camping tent designed for two people. Provides shelter and comfort for backpacking and weekend trips.",
    "price": 70,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/camping-tent-2-person.webp"
  },
  {
    "id": 78,
    "slug": "dumbbell-set",
    "title": "Dumbbell Set",
    "description": "Build strength at home with this versatile set of adjustable dumbbells. Perfect for a full-body workout, allowing you to customize the weight to suit your fitness level and exercise.",
    "price": 99,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/dumbbell-set.webp"
  },
  {
    "id": 79,
    "slug": "bicycle-helmet",
    "title": "Bicycle Helmet",
    "description": "Ensure your safety while cycling with this comfortable and reliable bicycle helmet. Designed with ventilation and impact protection, it's essential for riders of all levels.",
    "price": 45,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/bicycle-helmet.webp"
  },
  {
    "id": 80,
    "slug": "fishing-rod-and-reel-combo",
    "title": "Fishing Rod and Reel Combo",
    "description": "Get started with fishing using this complete rod and reel combo, ideal for beginners. Easy to use and transport, it's perfect for enjoying relaxing days by the water.",
    "price": 55,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/fishing-rod-and-reel-combo.webp"
  },
  {
    "id": 115,
    "slug": "eco-friendly-yoga-mat",
    "title": "Eco-Friendly Yoga Mat",
    "description": "Practice sustainably with this non-slip, comfortable eco-friendly yoga mat. Made from natural, non-toxic materials, it offers excellent grip and support for all yoga levels. Lightweight and durable for your mindful movement.",
    "price": 49,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/eco-friendly-yoga-mat.webp"
  },
  {
    "id": 116,
    "slug": "waterproof-hiking-backpack-30l",
    "title": "Waterproof Hiking Backpack (30L)",
    "description": "Brave any weather with this durable, waterproof 30L hiking backpack. Featuring comfortable straps, ventilation, and multiple compartments to keep your gear dry and organized on all your outdoor explorations.",
    "price": 69,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/waterproof-hiking-backpack-30l.webp"
  },
  {
    "id": 117,
    "slug": "portable-camping-tent-2-person",
    "title": "Portable Camping Tent (2 Person)",
    "description": "Enjoy easy shelter with this lightweight and portable 2-person camping tent. Quick to set up and take down, water-resistant with good ventilation, it's perfect for backpacking and weekend escapes.",
    "price": 89,
    "category": {
      "id": 6,
      "slug": "sports-outdoors",
      "name": "Sports & Outdoors"
    },
    "image": "/portable-camping-tent-2-person.webp"
  },
  {
    "id": 31,
    "slug": "building-blocks-set",
    "title": "Building Blocks Set",
    "description": "Unleash creativity with this classic set of colorful building blocks. Perfect for imaginative play and developing fine motor skills in children of all ages.",
    "price": 30,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/building-blocks-set.webp"
  },
  {
    "id": 32,
    "slug": "board-game-strategy",
    "title": "Strategy Board Game",
    "description": "Engage in hours of fun and intellectual challenge with this captivating strategy board game. Perfect for game nights with friends and family.",
    "price": 35,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/board-game-strategy.webp"
  },
  {
    "id": 33,
    "slug": "action-figure",
    "title": "Action Figure",
    "description": "Bring your favorite stories to life with this collectible action figure from a popular franchise. Featuring intricate details and articulation, perfect for play or display.",
    "price": 15,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/action-figure.webp"
  },
  {
    "id": 34,
    "slug": "puzzle-1000-pieces",
    "title": "1000-Piece Puzzle",
    "description": "Challenge your mind with this rewarding 1000-piece jigsaw puzzle. Featuring a captivating image, it provides hours of engaging fun for puzzle enthusiasts.",
    "price": 20,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/puzzle-1000-pieces.webp"
  },
  {
    "id": 35,
    "slug": "stuffed-animal-teddy-bear",
    "title": "Stuffed Animal Teddy Bear",
    "description": "This soft and cuddly teddy bear is the perfect companion for children of all ages. With its huggable design and plush fur, it's ideal for snuggling and playtime.",
    "price": 22,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/stuffed-animal-teddy-bear.webp"
  },
  {
    "id": 81,
    "slug": "remote-control-car",
    "title": "Remote Control Car",
    "description": "Experience thrilling speed and fun with this fast remote control car. Perfect for kids and adults alike, it offers exciting races and maneuvers.",
    "price": 40,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/remote-control-car.webp"
  },
  {
    "id": 82,
    "slug": "doll-with-accessories",
    "title": "Doll with Accessories",
    "description": "Spark imaginative play with this beautiful doll and her various outfits and accessories. Perfect for creative storytelling and role-playing adventures.",
    "price": 28,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/doll-with-accessories.webp"
  },
  {
    "id": 83,
    "slug": "educational-toy-for-toddlers",
    "title": "Educational Toy for Toddlers",
    "description": "Engage your little one's mind with this fun and educational toy designed for toddlers. It helps develop essential skills through interactive play.",
    "price": 25,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/educational-toy-for-toddlers.webp"
  },
  {
    "id": 84,
    "slug": "coloring-book-and-crayons",
    "title": "Coloring Book and Crayons Set",
    "description": "Unleash creativity with this set featuring a fun coloring book and vibrant crayons. Perfect for artistic expression and hours of colorful entertainment.",
    "price": 10,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/coloring-book-and-crayons.webp"
  },
  {
    "id": 85,
    "slug": "jigsaw-puzzle-500-pieces",
    "title": "500-Piece Jigsaw Puzzle",
    "description": "Enjoy a moderately challenging and satisfying puzzle experience with this 500-piece jigsaw puzzle. Perfect for a relaxing solo activity or a fun family project.",
    "price": 15,
    "category": {
      "id": 7,
      "slug": "toys-games",
      "name": "Toys & Games"
    },
    "image": "/jigsaw-puzzle-500-pieces.webp"
  }
]